/// code : "900"
/// message : ""
/// type : "Normal"
/// data : [{"title":"من يستطيع الاستثمار؟","answer":"<p> الأشخاص المقيمون في المملكة المتحدة أو الاتحاد الأوروبي أو أي ولاية قضائية أخرى يكون من القانوني فيها الاستفادة من موقعنا الإلكتروني والذين هم إما «فرد معتمد من ذوي القيمة الصافية العالية» أو «مستثمر متطور معتمد ذاتيًا» (كما يتم تعريف هذه الشروط في قانون الخدمات المالية والأسواق لعام 2000 (Financial) أمر الترويج لعام 2005 (بصيغته المعدلة)) أو من يمكنه التأكد من أنهم سيستثمرون أقل من 10% من صافي أصولهم في هذا النوع من الاستثمار باعتباره «مستثمر مقيد» (كما هو محدد في دليل إدارة الأعمال الصادر عن الهيئة الاتحادية للرقابة المالية في الفصل 4.7). </p> <p> يجب على المستثمرين المحتملين أيضا إثبات أنهم يفهمون المخاطر العامة للاستثمارات على هذه المنصة. ويمكن للمنظمات والمؤسسات أيضا الاستثمار شريطة أن تتمكن من تصنيف نفسها وإظهار نفس المعرفة المذكورة أعلاه. يجب عدم محاولة التسجيل عبر الإنترنت ويجب عدم المشاركة في أي عروض استثمارية عبر منصتنا إذا كنت لا تستوفي هذه المعايير. </p>"},{"title":"هل يمكنني أن أخسر أكثر من المبلغ الذي أستثمره؟","answer":"<p> لا. يمكنك أن تخسر كل الأموال التي استثمرتها ولكن لا شيء أكثر من ذلك. </p>"},{"title":"أنا أعيش خارج المملكة المتحدة: هل لا يزال بإمكاني الاستثمار؟","answer":"<p> لدينا منصة لديها ترتيبات الترخيص المتبادل في مكان لبعض دول الاتحاد الأوروبي. إذا كنت مقيمًا في النمسا أو بلجيكا أو فرنسا أو ألمانيا أو أيرلندا أو هولندا، فستتمكن من الاستثمار بنفس الطريقة كما لو كنت مقيمًا في المملكة المتحدة. </p>"},{"title":"هل يمكنني إلغاء طلب الاستثمار الخاص بي؟","answer":"<p> لديك 14 يوما «تبريد» الفترة التي يمكنك إلغاء طلبك للاستثمار. تبدأ فترة التبريد من الوقت الذي تقدم فيه طلبك للاستثمار في عرض السندات المدرج للاستثمار على platform.com. </p>"},{"title":"ما هي الرسوم الخاصة بك؟","answer":"<p> نحن نفرض رسوم ثابتة قدرها 7٪ من إجمالي الأموال التي تم جمعها (لا تشمل ضريبة القيمة المضافة). هذا كل شيء لن يتم تطبيق أي رسوم أخرى إلا إذا طلبت خدمات إضافية منا. </p>"},{"title":"كم من الوقت يستغرق لجمع الأموال؟","answer":"<p> بمجرد تقديم جميع المعلومات المطلوبة وضرب «إرسال» سيتم مراجعة طلبك في غضون 24 ساعة وإذا اعتبرت مناسبة للإدراج، سيتم سرد طلب التمويل الخاص بك في غضون 24 ساعة القادمة. </p> <p> يختلف طول الوقت الذي يستغرقه تلقي العروض من المستثمرين. وبما أن طلب التمويل وفرصة الاستثمار يتم تسويقها بعد ذلك للآباء والمجتمع المدرسي الأوسع، فإن الوقت الذي يستغرقه جمع الأموال بالكامل سيختلف. </p>"},{"title":"ماذا لو لم أصل إلى هدفي التمويلي؟","answer":"<p> إذا لم تصل إلى الحد الأدنى من التمويل المستهدف، سيتم رد الأموال المتعهد بها للمستثمرين. سيتلقى المستثمرون رسالة بريد إلكتروني تخبرهم بأن المشروع لم يصل إلى هدفه وسيتم رد استثماراتهم. لن يتم تحصيل أي رسوم. </p>"},{"title":"هل تحقق من هويات المستثمرين؟","answer":"<p> ومن متطلبات تفويض هيئة الرقابة المالية لدينا أن يتم التحقق من جميع هويات المستثمرين المحتملين. </p>"},{"title":"ما هي الرسوم التي يدفعها أصحاب التبرعات؟","answer":"<p> يتم فرض رسوم على المطورين الإدراج فرص الاستثمار على منصتنا اثنين من الرسوم المحسوبة على قيمة الأموال التي تم جمعها: </p> <ul> <li> رسم مبدئي بقيمة 3% ضريبة القيمة المضافة </li> <li> رسم إداري سنوي قدره 0.50% +ضريبة القيمة المضافة </li> </ul>"},{"title":"ما هي الرسوم التي يدفعها المستثمرون؟","answer":"<p> تفرض منصتنا رسومًا أولية لمرة واحدة على المستثمرين بنسبة 2٪ عند استثمار الأموال. </p>"},{"title":"كيف يتم فرض ضريبة استثماري؟","answer":"<p> مع منصتنا، يتم الاستثمار الخاص بك من خلال شراء أسهم في شركة محدودة في المملكة المتحدة أنشئت خصيصا لامتلاك التطوير العقاري الذي تستثمر فيه. نحن نسمي هذه الشركة مركبة الأغراض الخاصة «SPV». </p> <p> عندما يشتري SPV العرض، سيتعين عليها دفع ضريبة أرض الدمغة (SDLT). يتم احتساب هذا اعتمادا على قيمة العرض بمعدلات تتراوح بين 3٪ و 15٪. في بعض الحالات التي يشتري فيها SPV أكثر من 6 عروض وهناك عنصر «الاستخدام المختلط» (أي السكنية والتجارية) قد تكون هناك فرصة لتطبيق أسعار تجارية أقل من SDLT. </p> <p> يخضع ربح SPV الخاضع للضريبة - والذي سيشمل أي مكسب على أي تصرف في العرض - لضريبة الشركات التي يتم تحصيلها حاليًا بنسبة 19٪. </p> <p> بعد أن يتم بيع العرض سوف تعاد الاستثمار الخاص بك لك وأي مكاسب تدفع كأرباح. للسنة الضريبية 2018-19 جميع دافعي الضرائب في المملكة المتحدة لديهم جنيه استرليني 2,000 بدل أرباح معفاة من الضرائب. توزيعات الأرباح فوق وفوق هذا يتم فرض ضرائب على معدل هامشي من ضريبة الدخل. حاليا هذه هي 7.5٪ لدافعي الضرائب السعر الأساسي، 32.5٪ لدافعي الضرائب أعلى معدل و 38.1٪ لدافعي الضرائب معدل إضافي. </p>"},{"title":"ما هو SPV؟","answer":"<p> SPV هي شركة محدودة منفصلة، تعمل تحت وضعها القانوني الخاص، مع هيكل الأصول والخصوم الخاصة بها. </p>"},{"title":"هل أموالي الاستثمارية آمنة؟","answer":"<p> نعم، هو كذلك. </p> <p> لقد شاركنا مع المزود الرائد لخدمات الوديع المصرح به والمنظم من قبل هيئة الرقابة المالية (رقم 1****6)، لضمان أن جميع الأموال المودعة في حساب منصتنا أو المحفظة الإلكترونية يتم الاحتفاظ بها على ثقة في حساب وديع منفصل عن أي أموال من منصتنا، وفقًا لـ FCA أموال العميل وقواعد الأصول. </p>"},{"title":"ماذا يحدث إذا تم تصفية النظام الأساسي الخاص بك؟","answer":"<p> في حين أن تصفية منصتنا من غير المرجح للغاية من المهم أن نتذكر أن جميع الاستثمارات مملوكة من قبلك المستثمرين وعقدت في SPV الفردية التي هي حلقة مسيجة من منصتنا. لذلك، في سيناريو حيث دخلت منصتنا في التصفية، ستستمر في امتلاك SPV وسيظل مجلس الإدارة مسؤولاً عن إدارة الشركة. </p>"},{"title":"ما هي الحقوق التي لدي كمساهم؟","answer":"<p> سيتم تحديد حقوق المساهمين في النظام الأساسي للشركة ذات الصلة. ستكون هذه إحدى وثائق المشروع التي ستحتاج إلى مراجعتها قبل إجراء استثمارك. </p>"},{"title":"هل استثماري محمي بواسطة نظام ضمان إيداع FSCS؟","answer":"<p> لا يتم تغطية أي استثمارات تقوم بها على الموقع الإلكتروني من قبل نظام تعويض الخدمات المالية (FSCS). ومع ذلك، فإن أي أموال تقوم بإيداعها على الموقع الإلكتروني والتي لم يتم استثمارها بعد قد يتم تغطيتها من قبل FSCS. </p>"},{"title":"ما هي خطوات عملية التسجيل الخاصة بك؟","answer":"<p> تتطلب عملية التسجيل الخاصة بنا إكمال الخطوات البسيطة التالية: </p> <ol> <li> قم بالتسجيل والموافقة على الشروط والأحكام الخاصة بنا. </li> <li> التصديق الذاتي على أي نوع من المستثمرين أنت. </li> <li> أكمل اختبار ملاءمة قصيرة. </li> <li> التحقق من الهوية. </li> <li> عملية التسجيل لدينا مهمة لضمان توافدنا مع اللوائح التي وضعتها هيئة الرقابة المالية، ولكن ينبغي أيضا أن تعطيك الثقة في مدى ملاءمة مجتمع المستثمرين زملائك. </li> </ol> <p> بمجرد الانتهاء من عملية التسجيل بنجاح، سيقوم مزود خدمة الدفع بفتح محفظة إلكترونية، والتي سيتم تشغيلها وفقًا لشروط عمل مزود خدمة الدفع القياسية. </p>"},{"title":"هل منصتك معتمدة من FCA؟","answer":"<p> منصتنا مرخصة ومنظمة من قبل هيئة السلوك المالي. </p>"},{"title":"ما الذي يجعل الاستثمار عبر الإنترنت جذابًا جدًا؟","answer":"<p> العرض مملوك من قبل SPV (مركبة الغرض الخاص)، مع واحد SPV عقد عرض واحد. </p>"},{"title":"هل أموالي آمنة معك؟","answer":"نعم، أموالك آمنة لأننا نشارك مع خدمة الوصي المرخصة من قبل FCA. يحمل جميع الأموال المودعة معنا في حساب منفصل"},{"title":"ما الذي يجعل الاستثمار عبر الإنترنت جذابًا جدًا؟","answer":"<p> تم اختيار جميع الاستثمارات المتاحة من خلال منصتنا على وجه التحديد؛ وهي شركة رائدة في مجال الاستثمار العقاري وافق عليها مجلسنا.  </p>    ddddd"},{"title":"كم يمكنني الاستثمار؟dd","answer":"يمكنك استثمار مبلغ 1,000 ريال سعودي بحد أدنى  ، تنويع استثماراتك من خلال الاستثمار في عدة مشاريع يمكنك من بناء محفظة متنوعة تتم بمخاطر أقل من غيرها ddd"},{"title":"متى أحصل على عوائد استثمارية؟","answer":"مدة الاستثمار النموذجية هي 12 شهرًا، ويتم دفع عوائد الاستثمار في نهاية المدة"}]

class FAQModel {
  FAQModel({
      String? code, 
      String? message, 
      String? type, 
      List<QA>? data,}){
    _code = code;
    _message = message;
    _type = type;
    _data = data;
}

  FAQModel.fromJson(dynamic json) {
    _code = json['code'];
    _message = json['message'];
    _type = json['type'];
    if (json['data'] != null) {
      _data = [];
      json['data'].forEach((v) {
        _data?.add(QA.fromJson(v));
      });
    }
  }
  String? _code;
  String? _message;
  String? _type;
  List<QA>? _data;

  String? get code => _code;
  String? get message => _message;
  String? get type => _type;
  List<QA>? get data => _data;

  Map<String, dynamic> toJson() {
    final map = <String, dynamic>{};
    map['code'] = _code;
    map['message'] = _message;
    map['type'] = _type;
    if (_data != null) {
      map['data'] = _data?.map((v) => v.toJson()).toList();
    }
    return map;
  }

}

/// title : "من يستطيع الاستثمار؟"
/// answer : "<p> الأشخاص المقيمون في المملكة المتحدة أو الاتحاد الأوروبي أو أي ولاية قضائية أخرى يكون من القانوني فيها الاستفادة من موقعنا الإلكتروني والذين هم إما «فرد معتمد من ذوي القيمة الصافية العالية» أو «مستثمر متطور معتمد ذاتيًا» (كما يتم تعريف هذه الشروط في قانون الخدمات المالية والأسواق لعام 2000 (Financial) أمر الترويج لعام 2005 (بصيغته المعدلة)) أو من يمكنه التأكد من أنهم سيستثمرون أقل من 10% من صافي أصولهم في هذا النوع من الاستثمار باعتباره «مستثمر مقيد» (كما هو محدد في دليل إدارة الأعمال الصادر عن الهيئة الاتحادية للرقابة المالية في الفصل 4.7). </p> <p> يجب على المستثمرين المحتملين أيضا إثبات أنهم يفهمون المخاطر العامة للاستثمارات على هذه المنصة. ويمكن للمنظمات والمؤسسات أيضا الاستثمار شريطة أن تتمكن من تصنيف نفسها وإظهار نفس المعرفة المذكورة أعلاه. يجب عدم محاولة التسجيل عبر الإنترنت ويجب عدم المشاركة في أي عروض استثمارية عبر منصتنا إذا كنت لا تستوفي هذه المعايير. </p>"

class QA {
  QA({
      String? title, 
      String? answer,}){
    _title = title;
    _answer = answer;
}

  QA.fromJson(dynamic json) {
    _title = json['title'];
    _answer = json['answer'];
  }
  String? _title;
  String? _answer;

  String? get title => _title;
  String? get answer => _answer;

  Map<String, dynamic> toJson() {
    final map = <String, dynamic>{};
    map['title'] = _title;
    map['answer'] = _answer;
    return map;
  }

}